import React from "react";

const Description = () => {
  return (
    <div>
      <p>
        ওসাকা সুপারফাস্ট ব্লেন্ডারটি ব্যবহার করা সহজ। ব্লেন্ডারটি তে মাছ এবং
        মাংস এবং শিশুদের যেকোনো প্রকার খাবার খুব দ্রুত পিষে ফেলা যায়। ওসাকা
        ব্লেন্ডারে মাছ কিমা,ফিশ গ্রাইন্ডার,কপি গুড়া,ক্রিম তৈরির মতো কাজও সহজে
        করে ফেলা যায়। ব্লেন্ডারের পাত্রে যেকোনো খাবার রেখে পঁচায়ার বোতাম টিপে
        ব্লেন্ড করা যায়।
      </p>
      <p className="mt-6">
        ওসাকা ব্লেন্ডারটি উচ্চ মানসম্পন্ন পণ্ এবং এর S আকৃতির ফলক দিয়ে তৈরি।
      </p>
      <p className="mt-6">
        <b>OSAKA</b> ব্লেন্ডার একটি বিশেষভাবে ডিজাইন করা ঘূর্ণায়মান শ্যাফ্ট সহ
        ৪ টি বড় ব্লেড রয়েছে। ফল,পেঁয়াজ,সূষণ,কপি, মাছ কিমা,ফলের জুস
        করা,ইত্যাদির মত সমস্ত খাবার প্রক্রিয়াকরণের জন্য খুব উপযুক্ত।
      </p>
      <p className="mt-6">
        ওসাকা মাল্টিপারপাজ ব্লেন্ডারটি বিশেষ ক্ষমতা সম্পন্ন একটি অত্যন্ত
        শক্তিশালী জাপানিজ মোটর দিয়ে তৈরি করা হয়েছে।
      </p>
    </div>
  );
};

export default Description;
