import React from "react";

const Specifications = () => {
  return (
    <div>
      <p>
        এটি খুবই সহজভাবে ব্যবহার করা যায়। আপনি শুধু মাছ,মাংস,তাজা
        ফল,পেঁয়াজ,রসুন,শিশুর খাবার,সয়াবিন বা যেকোন খাবার ব্লেন্ডারের পাত্রে
        রেখে পাওয়ার বোতাম টিপুন এবং আপনার কাজ শেষ।এটি খুব সহজে এবং দ্রুত মাত্র
        কয়েক সেকেন্ডের মধ্যে খাবারকে গ্রাইন্ড করে পিষে দিতে পারে।বিটার,ময়দা
        মাখানো,ভেষজ মশলা পিষা/কিমা করার জন্য- মাল্টিপারপাস ওসাকা ব্লেন্ডারে একটি
        বিশেষভাবে ডিজাইন করা হয়েছে।{" "}
      </p>
      <p>
        ইউনিক ক্যাপসুল ডিজাইনের ব্লেন্ডারটির কোয়ালিটি অনেক ভালো। দেখতে অনেক
        সুন্দর এবং কিউট। আকারে ছোটখাটো হওয়ায় সবসময় হাতের কাছে পাওয়া যায়।
        চাইলেই আদা রসুন ব্লেন্ড করা যায়। এবং এতে ফ্রেশও খাওয়া যায়।{" "}
      </p>
      <p>
        একটি পুষ্টিকর ফ্রেশ জুস বা একটি নিখুঁত গ্রাউন্ড মিট ডিশ তৈরি করতে আপনার
        জন্য মাত্র 20 সেকেন্ডেরও কম সময় লাগে। আর এটি পরিষ্কার করাও খুব সহজ। এটি
        আপনার সময় বাঁচিয়ে অত্যন্ত গরমের দিনে দ্রুত আপনার তৃষ্ণা নিবারণ করবে।{" "}
      </p>
      <p>
        এটা সহজ এবং কমপ্যাক্ট,তাই না! তাহলে আর দেরি কেন! এখনই অর্ডার করতে Buy
        Now / Order Now বাটনে ক্লিক করুন।
      </p>
    </div>
  );
};

export default Specifications;
